/* audio converter quality setting. */
"Best" = "הטוב ביותר";

/* audio converter quality setting. */
"Better" = "טוב יותר";

/* audio converter quality setting. */
"Fast" = "מהיר";

/* audio converter quality setting. */
"Faster" = "‏מהיר יותר";

/* audio converter priming method setting. */
"None" = "ללא";

/* audio converter quality setting.
   audio converter priming method setting. */
"Normal" = "רגיל";

/* audio converter priming method setting. */
"Pre" = "Pre";

/* An audio converter parameter name for describing how data pipe is to be filled initially. */
"Priming Method" = "שיטת תיחול";

/* audio converter parameter description */
"Priming method for the sample rate converter." = "שיטות תיחול עבור ממיר קצב הדגימה.";

/* An audio converter parameter name. */
"Quality" = "איכות";

/* audio converter parameter description */
"Quality setting for the sample rate converter." = "הגדרת איכות עבור ממיר קצב הדגימה.";

